export const termsOfUse = [
  `
    제1조 (목적)
    이 약관은 SNS 서비스(이하 "서비스"라 함)를 제공하는 회사(이하 "회사"라 함)와 이용자(이하 "회원"이라 함) 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

    제2조 (정의)

    "서비스"라 함은 회사가 제공하는 모든 SNS 관련 서비스를 의미합니다.
    "회원"이라 함은 회사의 서비스에 접속하여 이 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 말합니다.
    "계정"이라 함은 회원의 식별과 서비스 이용을 위하여 회원이 설정한 이메일 주소와 비밀번호의 조합을 말합니다.
    제3조 (약관의 효력과 변경)

    이 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력이 발생합니다.
    회사는 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 서비스 내에 공지함으로써 효력을 발생합니다.
    회원은 변경된 약관에 동의하지 않을 권리가 있으며, 동의하지 않을 경우 서비스 이용을 중단하고 탈퇴할 수 있습니다.
    제2장 회원가입 및 관리

    제4조 (회원가입)

    회원가입은 회원이 약관의 내용에 대하여 동의한 후 가입신청을 하고, 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
    회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
    등록 내용에 허위, 기재누락, 오기가 있는 경우
    기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우
    제5조 (회원정보의 변경)
    회원은 회원정보 관리화면을 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 계정 정보는 수정이 불가능합니다.

    제6조 (회원 탈퇴 및 자격 상실 등)

    회원은 언제든지 서비스 내 탈퇴 기능을 이용하여 탈퇴를 요청할 수 있으며, 회사는 즉시 회원 탈퇴를 처리합니다.
    회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.
    가입 신청 시에 허위 내용을 등록한 경우
    다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
    법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
  `,
  `
    제3장 서비스 이용

    제7조 (서비스의 제공)

    회사는 회원에게 아래와 같은 서비스를 제공합니다.
    게시판형 서비스
    메시징 서비스
    기타 회사가 자체 개발하거나 다른 회사와의 협력 계약 등을 통해 회원들에게 제공할 일체의 서비스
    제8조 (서비스의 변경 및 중단)

    회사는 서비스의 내용 및 제공일자를 변경할 수 있으며, 이 경우 변경 내용과 사유를 회원에게 통지합니다.
    회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
    서비스용 설비의 보수 등 공사로 인한 부득이한 경우
    회원이 회사의 영업활동을 방해하는 경우
    기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
    제9조 (회원의 게시물)

    회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
    회원은 회사가 서비스를 운영, 전시, 전송, 배포, 홍보의 목적으로 회원의 게시물을 사용할 수 있도록 허락합니다.
    회사는 회원이 게시하거나 등록하는 서비스 내의 내용물이 다음 각 호에 해당한다고 판단되는 경우 사전 통지 없이 삭제하거나 이동할 수 있습니다.
    다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
    공공질서 및 미풍양속에 위반되는 내용일 경우
    범죄적 행위에 결부된다고 인정되는 내용일 경우
    제4장 계약당사자의 의무

    제10조 (회사의 의무)

    회사는 관련 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 지속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다합니다.
    회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위한 보안 시스템을 갖추어야 합니다.
    제11조 (회원의 의무)

    회원은 관계법령, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.
    회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안 됩니다.
    신청 또는 변경 시 허위내용의 등록
    타인의 정보 도용
    회사가 게시한 정보의 변경
    회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
    회사와 기타 제3자의 저작권 등 지적 재산권에 대한 침해
  `,
  `
    제5장 기타

    제12조 (손해배상)

    회사는 무료로 제공되는 서비스와 관련하여 회원에게 발생한 어떠한 손해에 관하여도 책임을 지지 않습니다.
    회사는 서비스 이용과 관련하여 회원에게 발생한 손해가 회사의 고의 또는 중과실로 인한 경우에만 책임을 부담합니다.
    제13조 (면책조항)

    회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
    회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
    제14조 (분쟁의 해결)

    회사와 회원 간에 발생한 전자상거래 분쟁에 관한 소송은 민사소송법상의 관할법원에 제기합니다.
    회사와 회원 간에 제기된 전자상거래 소송에는 대한민국 법을 적용합니다.
  `
]